[
  {
    "creator": "SatzzDev.",
    "index": 1,
    "data": "Hey, maafin aku ya, sayang. Kamu udah tidur, kah? Gak apa-apa aku ngomong sendiri aja. Aku nyesel banget udah bikin kamu sakit hati. Aku nggak bisa bayangin hidupku tanpa kamu. Kamu itu segalanya buatku, dan aku janji akan belajar dari kesalahan ini. Love you more than words can say."
  },
  {
    "creator": "SatzzDev.",
    "index": 2,
    "data": "Hai, beb. Aku mau minta maaf karena udah bikin kamu kecewa. Aku sadar salahku dan aku nggak mau kehilangan kamu. Kamu adalah satu-satunya yang bisa bikin hatiku bahagia dan aku malah bikin hatimu sedih. Maafin aku, sayangku. Kamu mau maafin aku, kan?"
  },
  {
    "creator": "SatzzDev.",
    "index": 3,
    "data": "Hi, dear. Aku beneran minta maaf atas apa yang telah aku lakukan. Aku tau aku nggak bisa mengulang waktu, tapi aku berjanji untuk berubah dan menjadi lebih baik buat kamu. Kamu adalah orang yang spesial buat aku dan aku gak mau ngecewain kamu lagi. Please forgive me?"
  },
  {
    "creator": "SatzzDev.",
    "index": 4,
    "data": "Halo, sayang. Aku nyesel banget udah nyakitin kamu. Aku berharap kita bisa memperbaiki hubungan kita dan melupakan kesalahan ini. Kamu tuh kayak cahaya dalam hidupku, dan aku minta maaf atas kebodohanku. Aku bakal ngelakuin apa aja asal kamu maafin aku. I can't lose you, babe."
  },
  {
    "creator": "SatzzDev.",
    "index": 5,
    "data": "Hai. Aku mau minta maaf karena udah bikin kamu edih. Kamu tau betapa berharganya kamu buatku. Aku bodoh karena aku ngelakuin kesalahan itu, I know. But I promise untuk lebih berhati-hati di masa depan dan bikin kamu bahagia."
  },
  {
    "creator": "SatzzDev.",
    "index": 6,
    "data": "Hey, sayangku. Aku beneran nyesel atas tindakanku yang bikin kamu kecewa. Aku ingin kamu tahu betapa pentingnya kamu dalam hidupku. Maafin aku dan berikan aku kesempatan untuk memperbaiki kesalahan ini."
  },
  {
    "creator": "SatzzDev.",
    "index": 7,
    "data": "Hi, my dear. Aku ingin meminta maaf dengan segenap hatiku. Aku tau ini kedengarannya cheesy abis, tapi aku beneran nggak bisa hidup tanpamu. Kamu tuh sumber kebahagiaan buatku, dan aku berjanji untuk menjadi lebih baik buat kamu."
  },
  {
    "creator": "SatzzDev.",
    "index": 8,
    "data": "Halo, sayangku yang tercinta. Aku minta maaf karena udah bikin kamu ngerasa enggak nyaman. Aku nggak bisa berhenti mencintaimu, dan aku akan berusaha keras untuk bikin kamu bahagia setiap hari. I'm so sorry, I hope you can forgive me."
  },
  {
    "creator": "SatzzDev.",
    "index": 9,
    "data": "Hai, my love. Aku nggak tahu harus bilang apa lagi selain minta maaf. Kamu adalah orang yang paling berarti dalam hidupku, dan aku nggak mau kehilanganmu. Maafin aku, ya, sayang. Aku tahu aku bodoh dan enggak mempertimbangkan akibat dari apa yang aku perbuat. Aku janji sama kamu aku akan berusaha lebih baik lagi. Baca Juga: 3 Contoh Long Text untuk Sahabat, Bisa Dikirim saat Ulang Tahun!"
  },
  {
    "creator": "SatzzDev.",
    "index": 10,
    "data": "Hey, beb. Kamu udah tidur belum? Aku nggak bisa tidur karena merasa bersalah. Aku tau aku bikin kesalahan besar, tapi aku berjanji untuk memperbaikinya. Kamu adalah orang yang paling berharga buatku setelah keluarga. Kita baikan, yuk? Aku gak tahan kalau harus lama-lama marahan gini."
  },
  {
    "creator": "SatzzDev.",
    "index": 11,
    "data": "Hi, dear. Maafin aku ya, sayang. Aku menyesal atas apa yang telah aku lakukan. Aku berharap kita bisa saling memaafkan dan melanjutkan hubungan kita dengan lebih baik. Kalau kamu masih marah, aku ngerti. Aku bakal minta maaf sampai rasa keselmu ilang."
  },
  {
    "creator": "SatzzDev.",
    "index": 12,
    "data": "Halo, sayang. Aku nyesel udah nyakitin perasaanmu. Aku nggak bisa berhenti mikirin kamu karena masalah ini. Aku berjanji untuk menjadi pribadi yang lebih baik demi hubungan kita. Please maafin aku, ya? Untuk kali ini, aja."
  },
  {
    "creator": "SatzzDev.",
    "index": 13,
    "data": "Sayang, aku minta maaf karena udah bikin kamu sedih. Aku berharap kamu bisa melihat hatiku yang tulus mencintaimu. Aku nggak mau kehilangan kamu, sayang. Aku gak bisa juga kalau kita diem-dieman karena marah. Ngobrol lagi kayak biasa, yuk? Aku kangen banget sama obrolan random kita."
  },
  {
    "creator": "SatzzDev.",
    "index": 14,
    "data": "Hey, sayangku. Maafin aku karena UDAH bikin kamu kecewa. Kamu adalah orang yang selalu ada di pikiranku. Aku berjanji untuk enggak mengulangi kesalahan ini. Love you to the moon and back."
  },
  {
    "creator": "SatzzDev.",
    "index": 15,
    "data": "Hi, sayang. Aku nggak bisa tidur karena rasa bersalah yang memenuhi hatiku. Aku berharap kamu bisa memaafkanku dan memberiku kesempatan untuk membuat semuanya menjadi lebih baik. Kita mulai lagi dari awal, yuk. Kita sama-sama ubah diri buat jadi lebih baik."
  },
  {
    "creator": "SatzzDev.",
    "index": 16,
    "data": "Aku pengen mengucapkan permintaan maaf sebesar-besarnya. Aku sadar aku udah bikin kamu sedih. Aku janji akan memperbaiki diriku demi hubungan kita yang berharga ini. Udahan, ya, marahnya?"
  },
  {
    "creator": "SatzzDev.",
    "index": 17,
    "data": "Aku nyesel banget udah bikin kamu terluka. Aku berharap kamu bisa melihat betapa besar cintaku padamu. Aku janji untuk menjadi lebih baik dan bikin kamu bahagia. Aku beneran sesayang itu sama kamu dan aku gak bisa kalau kehilangan kamu. Aku minta maaf banget, ya."
  },
  {
    "creator": "SatzzDev.",
    "index": 18,
    "data": "Aku minta maaf atas kesalahan bodoh yang udah kuperbuat. Kamu adalah orang yang paling berarti dalam hidupku. Aku nggak mau kehilanganmu. Maafin aku, sayangku. Aku harus gimana biar mood kamu membaik? Aku beliin es krim mau?"
  },
  {
    "creator": "SatzzDev.",
    "index": 19,
    "data": "Sayang, aku ingin minta maaf dengan sepenuh hati. Aku sadar kalau aku salah, dan aku berjanji untuk berubah demi hubungan kita. Kamu orang yang sangat istimewa buatku, aku beneran minta maaf."
  },
  {
    "creator": "SatzzDev.",
    "index": 20,
    "data": "Halo, sayangku yang tercinta. Aku minta maaf karena telah bikin kamu sedih. Aku berharap kita bisa memperbaiki hubungan kita dan saling mendukung satu sama lain. Maafin aku, sayang. Aku kangen kamu manja, aku gak bisa kita marahan lama kayak gini. Hatiku gak tenang."
  }
]
